[
    {
        "id": 1,
        "title": "What is RPA?",
        "category": "Trend",
        "descrip": "Both artifacts are interpreted during runtime by the framework and mapped to respective UI components, which already feature data binding...",
        "image": "Robotic_process_automation-1108451648.png",
        "createdAt": "August 17, 2022",
        "article": "Both artifacts are interpreted during runtime by the framework and mapped to respective UI components, which already feature data binding, validation etc."
    },
    {
        "id": 2,
        "title": "Why we need idol?",
        "category": "",
        "descrip": "The goal of this challenge is to create a workflow that will read every table row and download the respective invoices. From the invoices...",
        "image": "bgHero1.jpg",
        "createdAt": "August 18, 2022",
        "article": "The goal of this challenge is to create a workflow that will read every table row and download the respective invoices.From the invoices, you will have to extract the Invoice Number, Invoice Date, Company Name and Total Due.You will have to build and upload a CSV file with the data extracted from each invoice, the ID and Due Date from the table, only for the invoices for which the Due Date has passed or is today.The actual countdown of the challenge will begin once you click the Start button and will end once the CSV file is uploaded; until then, you may play around with the table on the right without receiving penalties.Below you will find an example CSV file in order to see the required format for the end result and two sample invoices. The formats of the invoices will be exactly as in the samples and they will not change. The challenge expects the uploaded CSV to be in the exact same format as the example CSV, including the formatting of the cells, and the rows should be in the same order as they appear in the table. Any difference will result in a failed challenge."
    },
    {
        "id": 3,
        "title": "How to data binding axios?",
        "category": "",
        "descrip": "",
        "image": "@/components/Blog/BlogItem/BlogItemIMG/Robotic_process_automation-1108451648.png",
        "createdAt": "August 19, 2022",
        "article": "Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3"
    },
    {
        "id": 4,
        "title": "How to bind image src",
        "category": "",
        "descrip": "",
        "image": "@/components/Blog/BlogItem/BlogItemIMG/Robotic_process_automation-1108451648.png",
        "createdAt": "August 20, 2022",
        "article": "Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3Article3"
    }
]